"1 210 1 4206624770 ,"
"input.1 1 3 320 320 ,"
" 1002 1005 1008 1011 1014 1017 1020 1023 1026 1029 1032 1035 1038 1041 1044 1047 1050 1053 1056 1059 1062 1065 1068 1071 1074 1077 1080 1083 1086 1089 1092 1095 1098 1101 1104 1107 1110 1113 1116 1119 1122 1125 1128 1131 1134 1137 1140 1143 1146 1149 1152 1155 1158 1161 1164 1167 1170 1173 1176 1179 1182 424 425 430 433 438 439 444 455 458 461 466 467 472 483 486 489 494 495 500 511 514 517 522 523 528 533 536 541 542 547 558 561 564 569 570 575 586 589 592 597 598 603 614 617 620 625 626 631 642 645 648 653 654 659 670 673 676 681 682 687 698 701 704 709 710 715 726 729 732 737 738 743 748 751 756 757 762 773 776 779 784 785 790 801 804 807 812 813 818 829 832 835 840 841 846 847 848 849 864 865 880 881 900 901 916 917 920 923 926 929 930 931 932 933 935 938 942 945 948 951 952 953 954 955 957 960 964 967 970 973 974 975 976 977 979 982 984 987 990 993 996 999 cls_pred_stride_16 cls_pred_stride_32 cls_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 dis_pred_stride_8 input.1 ,"
"cls_pred_stride_8 cls_pred_stride_16 cls_pred_stride_32 dis_pred_stride_8 dis_pred_stride_16 dis_pred_stride_32 ,"
" 206 ,"
"Convolution Conv_0 1 1 input.1 984 1 3 24 3 3 2 2 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_1 1 1 984 424 1 0 ,"
"Pooling MaxPool_2 1 1 424 425 0 3 3 2 2 1 1 -1 -1 -1 0 ,"
"Convolution Conv_3 1 1 425 987 24 1 24 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_4 1 1 987 990 1 24 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_5 1 1 990 430 1 0 ,"
"Convolution Conv_6 1 1 425 993 1 24 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_7 1 1 993 433 1 0 ,"
"Convolution Conv_8 1 1 433 996 58 1 58 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_9 1 1 996 999 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_10 1 1 999 438 1 0 ,"
"Concat Concat_11 2 1 430 438 439 1 ,"
"ShuffleChannel Reshape_16 1 1 439 444 2 ,"
"StridedSlice Slice_27 1 1 444 455 4 0 0 0 0 4 0 58 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_30 1 1 444 458 4 0 58 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"Convolution Conv_31 1 1 458 1002 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_32 1 1 1002 461 1 0 ,"
"Convolution Conv_33 1 1 461 1005 58 1 58 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_34 1 1 1005 1008 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_35 1 1 1008 466 1 0 ,"
"Concat Concat_36 2 1 455 466 467 1 ,"
"ShuffleChannel Reshape_41 1 1 467 472 2 ,"
"StridedSlice Slice_52 1 1 472 483 4 0 0 0 0 4 0 58 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_55 1 1 472 486 4 0 58 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"Convolution Conv_56 1 1 486 1011 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_57 1 1 1011 489 1 0 ,"
"Convolution Conv_58 1 1 489 1014 58 1 58 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_59 1 1 1014 1017 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_60 1 1 1017 494 1 0 ,"
"Concat Concat_61 2 1 483 494 495 1 ,"
"ShuffleChannel Reshape_66 1 1 495 500 2 ,"
"StridedSlice Slice_77 1 1 500 511 4 0 0 0 0 4 0 58 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_80 1 1 500 514 4 0 58 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"Convolution Conv_81 1 1 514 1020 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_82 1 1 1020 517 1 0 ,"
"Convolution Conv_83 1 1 517 1023 58 1 58 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_84 1 1 1023 1026 1 58 58 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_85 1 1 1026 522 1 0 ,"
"Concat Concat_86 2 1 511 522 523 1 ,"
"ShuffleChannel Reshape_91 1 1 523 528 2 ,"
"Convolution Conv_92 1 1 528 1029 116 1 116 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_93 1 1 1029 1032 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_94 1 1 1032 533 1 0 ,"
"Convolution Conv_95 1 1 528 1035 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_96 1 1 1035 536 1 0 ,"
"Convolution Conv_97 1 1 536 1038 116 1 116 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_98 1 1 1038 1041 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_99 1 1 1041 541 1 0 ,"
"Concat Concat_100 2 1 533 541 542 1 ,"
"ShuffleChannel Reshape_105 1 1 542 547 2 ,"
"StridedSlice Slice_116 1 1 547 558 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_119 1 1 547 561 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_120 1 1 561 1044 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_121 1 1 1044 564 1 0 ,"
"Convolution Conv_122 1 1 564 1047 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_123 1 1 1047 1050 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_124 1 1 1050 569 1 0 ,"
"Concat Concat_125 2 1 558 569 570 1 ,"
"ShuffleChannel Reshape_130 1 1 570 575 2 ,"
"StridedSlice Slice_141 1 1 575 586 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_144 1 1 575 589 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_145 1 1 589 1053 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_146 1 1 1053 592 1 0 ,"
"Convolution Conv_147 1 1 592 1056 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_148 1 1 1056 1059 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_149 1 1 1059 597 1 0 ,"
"Concat Concat_150 2 1 586 597 598 1 ,"
"ShuffleChannel Reshape_155 1 1 598 603 2 ,"
"StridedSlice Slice_166 1 1 603 614 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_169 1 1 603 617 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_170 1 1 617 1062 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_171 1 1 1062 620 1 0 ,"
"Convolution Conv_172 1 1 620 1065 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_173 1 1 1065 1068 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_174 1 1 1068 625 1 0 ,"
"Concat Concat_175 2 1 614 625 626 1 ,"
"ShuffleChannel Reshape_180 1 1 626 631 2 ,"
"StridedSlice Slice_191 1 1 631 642 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_194 1 1 631 645 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_195 1 1 645 1071 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_196 1 1 1071 648 1 0 ,"
"Convolution Conv_197 1 1 648 1074 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_198 1 1 1074 1077 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_199 1 1 1077 653 1 0 ,"
"Concat Concat_200 2 1 642 653 654 1 ,"
"ShuffleChannel Reshape_205 1 1 654 659 2 ,"
"StridedSlice Slice_216 1 1 659 670 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_219 1 1 659 673 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_220 1 1 673 1080 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_221 1 1 1080 676 1 0 ,"
"Convolution Conv_222 1 1 676 1083 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_223 1 1 1083 1086 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_224 1 1 1086 681 1 0 ,"
"Concat Concat_225 2 1 670 681 682 1 ,"
"ShuffleChannel Reshape_230 1 1 682 687 2 ,"
"StridedSlice Slice_241 1 1 687 698 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_244 1 1 687 701 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_245 1 1 701 1089 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_246 1 1 1089 704 1 0 ,"
"Convolution Conv_247 1 1 704 1092 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_248 1 1 1092 1095 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_249 1 1 1095 709 1 0 ,"
"Concat Concat_250 2 1 698 709 710 1 ,"
"ShuffleChannel Reshape_255 1 1 710 715 2 ,"
"StridedSlice Slice_266 1 1 715 726 4 0 0 0 0 4 0 116 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_269 1 1 715 729 4 0 116 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"Convolution Conv_270 1 1 729 1098 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_271 1 1 1098 732 1 0 ,"
"Convolution Conv_272 1 1 732 1101 116 1 116 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_273 1 1 1101 1104 1 116 116 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_274 1 1 1104 737 1 0 ,"
"Concat Concat_275 2 1 726 737 738 1 ,"
"ShuffleChannel Reshape_280 1 1 738 743 2 ,"
"Convolution Conv_281 1 1 743 1107 232 1 232 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_282 1 1 1107 1110 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_283 1 1 1110 748 1 0 ,"
"Convolution Conv_284 1 1 743 1113 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_285 1 1 1113 751 1 0 ,"
"Convolution Conv_286 1 1 751 1116 232 1 232 3 3 2 2 1 1 1 -1 1 1 ,"
"Convolution Conv_287 1 1 1116 1119 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_288 1 1 1119 756 1 0 ,"
"Concat Concat_289 2 1 748 756 757 1 ,"
"ShuffleChannel Reshape_294 1 1 757 762 2 ,"
"StridedSlice Slice_305 1 1 762 773 4 0 0 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_308 1 1 762 776 4 0 232 0 0 4 0 464 0 0 4 1 1 1 1 ,"
"Convolution Conv_309 1 1 776 1122 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_310 1 1 1122 779 1 0 ,"
"Convolution Conv_311 1 1 779 1125 232 1 232 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_312 1 1 1125 1128 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_313 1 1 1128 784 1 0 ,"
"Concat Concat_314 2 1 773 784 785 1 ,"
"ShuffleChannel Reshape_319 1 1 785 790 2 ,"
"StridedSlice Slice_330 1 1 790 801 4 0 0 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_333 1 1 790 804 4 0 232 0 0 4 0 464 0 0 4 1 1 1 1 ,"
"Convolution Conv_334 1 1 804 1131 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_335 1 1 1131 807 1 0 ,"
"Convolution Conv_336 1 1 807 1134 232 1 232 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_337 1 1 1134 1137 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_338 1 1 1137 812 1 0 ,"
"Concat Concat_339 2 1 801 812 813 1 ,"
"ShuffleChannel Reshape_344 1 1 813 818 2 ,"
"StridedSlice Slice_355 1 1 818 829 4 0 0 0 0 4 0 232 0 0 4 1 1 1 1 ,"
"StridedSlice Slice_358 1 1 818 832 4 0 232 0 0 4 0 464 0 0 4 1 1 1 1 ,"
"Convolution Conv_359 1 1 832 1140 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_360 1 1 1140 835 1 0 ,"
"Convolution Conv_361 1 1 835 1143 232 1 232 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_362 1 1 1143 1146 1 232 232 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_363 1 1 1146 840 1 0 ,"
"Concat Concat_364 2 1 829 840 841 1 ,"
"ShuffleChannel Reshape_369 1 1 841 846 2 ,"
"Convolution Conv_370 1 1 528 847 1 116 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_371 1 1 743 848 1 232 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_372 1 1 846 849 1 464 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Upsample Resize_381 1 1 849 864 2 0 0 0 20 20 ,"
"Add Add_382 2 1 848 864 865 ,"
"Upsample Resize_391 1 1 865 880 2 0 0 0 40 40 ,"
"Add Add_392 2 1 847 880 881 ,"
"Upsample Resize_411 1 1 881 900 2 0 0 0 20 20 ,"
"Add Add_412 2 1 865 900 901 ,"
"Upsample Resize_421 1 1 901 916 2 0 0 0 10 10 ,"
"Add Add_422 2 1 849 916 917 ,"
"Convolution Conv_423 1 1 881 1149 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_424 1 1 1149 920 1 0 ,"
"Convolution Conv_425 1 1 920 1152 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_426 1 1 1152 923 1 0 ,"
"Convolution Conv_427 1 1 923 1155 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_428 1 1 1155 926 1 0 ,"
"Convolution Conv_429 1 1 926 1158 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_430 1 1 1158 929 1 0 ,"
"Convolution Conv_431 1 1 929 930 1 96 33 1 1 1 1 0 0 1 -1 1 1 ,"
"SplitV Split_432 1 2 930 931 932 1 2 1 32 ,"
"Sigmoid Sigmoid_433 1 1 931 933 ,"
"Reshape Reshape_435 1 1 933 935 0 4 4 0 1 -1 1 ,"
"Permute Transpose_436 1 1 935 cls_pred_stride_8 3 0 2 1 ,"
"Reshape Reshape_438 1 1 932 938 0 4 4 0 32 -1 1 ,"
"Permute Transpose_439 1 1 938 dis_pred_stride_8 3 0 2 1 ,"
"Convolution Conv_440 1 1 901 1161 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_441 1 1 1161 942 1 0 ,"
"Convolution Conv_442 1 1 942 1164 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_443 1 1 1164 945 1 0 ,"
"Convolution Conv_444 1 1 945 1167 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_445 1 1 1167 948 1 0 ,"
"Convolution Conv_446 1 1 948 1170 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_447 1 1 1170 951 1 0 ,"
"Convolution Conv_448 1 1 951 952 1 96 33 1 1 1 1 0 0 1 -1 1 1 ,"
"SplitV Split_449 1 2 952 953 954 1 2 1 32 ,"
"Sigmoid Sigmoid_450 1 1 953 955 ,"
"Reshape Reshape_452 1 1 955 957 0 4 4 0 1 -1 1 ,"
"Permute Transpose_453 1 1 957 cls_pred_stride_16 3 0 2 1 ,"
"Reshape Reshape_455 1 1 954 960 0 4 4 0 32 -1 1 ,"
"Permute Transpose_456 1 1 960 dis_pred_stride_16 3 0 2 1 ,"
"Convolution Conv_457 1 1 917 1173 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_458 1 1 1173 964 1 0 ,"
"Convolution Conv_459 1 1 964 1176 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_460 1 1 1176 967 1 0 ,"
"Convolution Conv_461 1 1 967 1179 96 1 96 3 3 1 1 1 1 1 -1 1 1 ,"
"PReLU LeakyRelu_462 1 1 1179 970 1 0 ,"
"Convolution Conv_463 1 1 970 1182 1 96 96 1 1 1 1 0 0 1 -1 1 1 ,"
"PReLU LeakyRelu_464 1 1 1182 973 1 0 ,"
"Convolution Conv_465 1 1 973 974 1 96 33 1 1 1 1 0 0 1 -1 1 1 ,"
"SplitV Split_466 1 2 974 975 976 1 2 1 32 ,"
"Sigmoid Sigmoid_467 1 1 975 977 ,"
"Reshape Reshape_469 1 1 977 979 0 4 4 0 1 -1 1 ,"
"Permute Transpose_470 1 1 979 cls_pred_stride_32 3 0 2 1 ,"
"Reshape Reshape_472 1 1 976 982 0 4 4 0 32 -1 1 ,"
"Permute Transpose_473 1 1 982 dis_pred_stride_32 3 0 2 1 ,"
